Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/consumer_affairs/consumer_protection/pricing/pricing_of_goods_and_services.html.txt.tmx
Source language: en
Languages: ga

source: Pricing of goods and services
ga: Praghsáil earraí agus seirbhísí

source: Generally, there are no controls on prices in Ireland
ga: Ní bhíonn aon rialuithe praghsanna ann in Éirinn go ginearálta

source: This means that, with a few exceptions, there is no legislation explicitly stating what the maximum or the minimum price for any product or service should be
ga: Ciallaíonn sé sin, cé is moite de roinnt eisceachtaí, nach bhfuil aon reachtaíocht ann ina maítear go follasach uasluach agus íosluach ar chóir a bheith ag aon táirge ná seirbhís

source: The main reason for this is to promote competition amongst retailers and service providers
ga: Is é an fáth is mó dó seo ná chun iomaíocht a chur chun cinn i measc miondíoltóirí agus soláthróirí seirbhísí

source: It is, however, up to you to 'shop around' for the best value products
ga: Bíonn sé fútsa féin, ámh, ‘margaíocht’ a dhéanamh do na táirgí is mó luacha

source: If you think the prices of goods or services are too high, you can let the retailer know
ga: Má shíleann tú luachanna earraí nó seirbhísí a bheith ró-ard, féadfaidh tú an méid sin a chur in iúl don miondíoltóir

source: You should be aware that the retailer is not committing any offence charging more than their competitors
ga: Ba cheart go mb’fheasach duit nach mbíonn an miondíoltóir i mbun aon chiona i ngearradh praghsanna a bhíonn níos airde ná cinn a gcomh-iomaitheoirí

source: If you feel you are being overcharged you have the option of purchasing the item or service elsewhere
ga: Má bhraitheann tú go mbítear ag gearradh praghas ró-ard ort, bíonn an rogha agat an mhír nó an tseirbhís chéanna a cheannach in áit éigin eile

source: 639 of 2002 European Communities (Requirements to Indicate Product Prices) Regulations as well as the various price Display Orders (Catering Display, Petrol and Diesel Display, Drinks Price Display, Hairdressing Display and the Tax Inclusive Display Orders) exist to ensure that consumers have enough information on prices to make comparisons between products and services
ga: 639 de 2002 Rialúcháin na gComhphobal Eorpach (Riachtanais chun Praghsanna Táirgí a Tháscadh) 2002 agus do na hOrduithe Taispeána Praghais éagsúla freisin (Na hOrduitheTaispeána Lónadóireachta, Peitril agus Díosail, Praghsanna Deochanna, Gruagaireachta agus Cáin san Áireamh) chun a chinntiú go mbíonn a ndóthain eolais ag tomhaltóirí ar phraghsanna chun comparáidí a dhéanamh idir táirgí agus seirbhísí

source: Under the EC (Requirements to Indicate Product Prices Regulations) 2002, retailers and service providers must show a price of a product and it must be in euro
ga: Faoi Rialúcháin um Riachtanais chun Praghsanna Táirgí a Tháscadh na CE 2002, ní mór do mhiondíoltóirí agus soláthróirí seirbhísí praghas táirge a thaispeáint) agus ní mór dó a bheith in euro

source: Unit prices for products sold by weight, volume or measure must also be shown (for example, price per litre, kilo or metre or square metre)
ga: Ní foláir praghsanna aonaid do tháirgí a dhíoltar trí mheáchan, toirt nó tomhas a thaispeáint freisin (mar shampla, praghas in aghaidh an líotair, an chileagraim nó an mhéadair chearnaithe)

source: The Consumer Protection Act 2007 prohibits false or misleading indications of the price or the recommended price of goods or services
ga: Toirmeascann an tAcht um Chosaint Tomhaltóirí 2007 táscadh bréagach nó míthreorach faoi phraghas ná praghas molta d'earraí nó seirbhísí

source: Prices displayed must be complete, and there should be no hidden charges included
ga: Ní mór do na praghsanna a thaispeántar a bheith iomlán, agus níor cheart aon

source: Under the Prices and Charges (Tax- Inclusive Statements) Order 1973 all prices for goods and services available to the consumer must be inclusive of all taxes including Value Added Tax (VAT)
ga: mhuirir fholaithe a bheith leo. Faoin Ordú um Phraghsanna agus Muirir (Ráitis le Cáin san Áireamh), 1973 ní foláir gach cáin a áireamh le gach praghas d'earraí agus seirbhísí a bhíonn ar fáil don tomhaltóir, lena n-áirítear an Cháin Bhreisluacha (CBL)

source: Exceptions to this are when the goods are intended solely for a business customer (such as machinery hire shops etc.)
ga: Is eisceachtaí dóibh sin iad na hearraí atá ceaptha do chustaiméir gnó amháin (cosúil le siopaí ina ligtear innealra ar fruiliú srl.)

source: There are also specific laws concerning the display of prices in Bars, Restaurants, Service Stations and Hairdressers
ga: Tá dlíthe ann freisin maidir le taispeáint praghsanna i mBeáir, Bialanna, Stáisiúin Seirbhíse agus Gruagairí

source: If a retailer makes a mistake and the actual price for the item is more than that displayed the retailers have certain rights
ga: Má dhéanann miondíoltóir meancóg agus gur mó é praghas iarbhír na míre ná mar a thaispeántar – bíonn cearta éigin/áirithe ag miondíoltóirí

source: They do not automatically have to sell you the goods at the price stated
ga: Ní gá dóibh go huathoibríoch na hearraí a dhíol leat ag an bpraghas a mhaítear

source: It is the retailer's responsibility to correct the mistake as soon as possible
ga: Is í freagracht an mhiondíoltóra í an mheancóg a cheartú chomh luath agus is féidir

source: If the retailer knowingly charges more for a product than is displayed an offence may be committed
ga: Má ghearrann an miondíoltóir muirir go feasach ar tháirge ná mar a thaispeántar d’fhéadfaí go mbeidís i mbun ciona

source: Generally, if you are told the correct price before you pay, you have no right to redress
ga: Má insítear an praghas ceart duit sula n-íocann tú, go ginearálta ní bhíonn aon cheart ar shásamh agat

source: If you notice the error after you have paid, you should bring the matter to the retailer's attention who, most likely, would refund you the difference
ga: Má thugann tú earráid faoi deara tar éis duit íoc, ba cheart duit an t-ábhar a thabhairt os comhair aird an mhiondíoltóra ar dóichí go n-íocfaí an difear leat

source: You could also report the matter to the Competition and Consumer Protection Commission
ga: Féadann tú an t-ábhar a thuairisciú don Coimisiún um Iomaíocht agus Cosaint Tomhaltóirí freisin

source: The office will investigate the complaint with the objective of ensuring future compliance with the Act
ga: Fiosróidh an oifig an gearán leis an gcuspóir chun comhall leis an Acht sa todhchaí a chinntiú

source: This however does not mean financial redress for the individual complainant
ga: Ní hionann é seo agus sásamh airgeadais don ghearánaí faoi leith ámh

source: Your rights are exactly the same when you buy items or services in a sale as at any other time
ga: Is ionann go díreach do chearta nuair a cheannaíonn tú míreanna nó seirbhísí i ndíolachán agus ag aon am eile

source: If a reduction is displayed on an item, the previous price must have been valid for 28 days over the previous three months
ga: Má thaispeántar laghdú ar mhír éigin, ní foláir ná gur bhailí an praghas roimhe sin ar feadh 28 lá i rith na dtrí mhí roimhe sin

source: Some prices (especially services / utilities) are regulated
ga: Bíonn rialachán i bhfeidhm ar roinnt praghsanna (go háirithe seirbhísí / fóntas)

source: This means that the service provider or retailer must apply to the industry regulator for approval for any price increase
ga: Ciallaíonn sé seo go gcaitheann an soláthróir seirbhíse nó an miondíoltóir iarratas a dhéanamh don rialaitheoir tionsclaíochta ar cheadú d’aon ardú i bpraghas

source: The most notable examples include electricity, telecommunications and postal services
ga: Áirítear leis na samplaí is suntasaí an leictreachas, teileachumarsáid agus seirbhísí poist

source: In these cases, the suppliers of electricity must apply to the Commission for Energy Regulation and dominant suppliers in the postal and telecom markets must apply to ComReg for approval for price changes
ga: Sna cásanna seo, ní mór do sholáthróirí leictreachais iarratas a dhéanamh chuig an gCoimisiún um Rialáil Fuinnimh agus ní foláir do sholáthróirí ceannasacha sna margaí poist agus teileachumarsáide a chur isteach go ComReg d’fhorcheadú na n-athruithe praghais

source: Suppliers of these services may not charge more than the approved prices
ga: Ní fhéadann soláthróirí na seirbhísí seo níos mó ná na praghsanna ceadaithe a ghearradh

source: Suppliers of financial services do not have to apply for approval for price changes
ga: Ní chaitheann soláthróirí na seirbhísí airgeadais a chur isteach ar fhorcheadú um athruithe praghais

source: (For example, where there is a change to bank charges, or interest rates)
ga: (Mar shampla, mar a mbíonn athrú ar mhuirir bhainc, nó do rátaí úis)

source: However financial service providers must inform their regulator, the Central Bank of Ireland about any such changes
ga: Ní mór do sholáthróirí seirbhíse airgeadais an rialaitheoir a chur ar an eolas, Banc Ceannais na hÉireann i dtaobh aon athruithe den saghas sin

source: Unit pricing is a useful tool for comparing prices
ga: Is uirlis úsáideach í an phraghsáil aonaid chun comparáid a dhéanamh idir praghsanna

source: It is most useful when comparing food and grocery prices when products come in different size packages
ga: Is fíor-úsáideach í nuair a bhítear ag cur praghsanna bia agus grósaeireachta i gcomparáid le chéile agus na táirgí ag teacht i bpacáistí de shaghsanna éagsúla

source: The price for a product tells you how much you pay for an item
ga: Insíonn an praghas ar tháirge duit faoin méid a íocann tú ar mhír

source: The unit price, however, tells you the price of a Kg, litre, metre, square metre or cubic metre
ga: Cuidíonn an phraghsáil aonaid leat costais na mbrandaí agus na saghsanna éagsúla a chur i gcomparáid a chéile gan áireamh casta a dhéanamh

source: Unit pricing helps you compare costs of different brands and various sizes without doing complicated calculations
ga: Leagann Rialúcháin na gComhphobal Eorpach (Riachtanais chun Praghsanna Táirgí a Tháscadh) 2002 I.R. Uimh

source: The law, (SI 639 of 2002) sets down that unit prices must be displayed on or close to the item
ga: 639 de 2002 síos nach mór praghsanna aonaid a thaispeáint ar nó gar don mhír féin

source: There are exceptions for traders who do not have equipment for printing shelf-edge labels or for point-of-sale scanning
ga: Bíonn eisceachtaí ann do thrádálaithe nach bhfuil an trealamh acu do phriontáil na lipéad do chiumhais na seilfeanna nó do scanadh ag an láthair díolta

source: The Regulations only apply to products being sold to the consumer
ga: Ní fheidhmíonn na Rialúcháin ach amháin do tháirgí a dhíoltar leis an

source: By using unit pricing, you can easily compare the cost of any brand and any package size
ga: Trí úsáid na praghsála aonaid, is furasta do dhuine costas aon bhranda agus aon saghas pacáiste a chur i gcomparáid a chéile

source: Remember to compare only similar items
ga: Cuimhnigh gan ach míreanna comhchosúla a chur i gcomparáid a chéile

source: Unit pricing will not help you compare nutritional value or other factors you wish to consider, such as convenience and personal tastes
ga: Ní chuideoidh an phraghsáil aonaid leat luach cothaithe nó fachtóirí eile a chur i gcomparáid a chéile, ar nós caoithiúlachta agus blasanna pearsanta

source: Competition in the marketplace
ga: Iomaíocht sa láthair mhargaidh

source: Competition law in Ireland exists to protect and benefit consumers
ga: Tá ann don Dlí Iomaíochta chun cosaint agus tairbhe a thabhairt do thomhaltóirí

source: Anti-competitive practices are business practices which prevent or reduce competition in a market
ga: Is cleachtais fhrith-iomaíochta iad na cleachtais ghnó a choscann nó a laghdaíonn an iomaíocht i margadh éigin

source: Anti-competitive behaviour by businesses may result in consumers paying higher prices
ga: D’fhéadfaí go n-íocfadh na tomhaltóirí praghsanna ní b’airde de bharr iompar frith-iomaíoch ag gnólachtaí

source: The Competition and Consumer Protection Commission exists to ensure that anti-competitive behaviour does not occur
ga: Tá ann don Coimisiún um Iomaíocht agus Cosaint Tomhaltóirí chun a chinntiú nach dtarlaíonn iompar frith-iomaíoch

source: If you find that all suppliers are charging the same price for an item or service this may constitute anti-competitive behaviour and should be reported to the Commission
ga: Má fheictear duit go mbíonn gach soláthróir ag gearradh an phraghais chéanna ar mhír nó seirbhís, d’fhéadfadh é seo a bheith ina iompar frith-iomaíoch agus ba chóir é a thuairisciú don Coimisiún

source: Read more about making a complaint to the Competition and Consumer Protection Commission here
ga: Léigh tuilleadh faoi ghearán a dhéanamh chuig an Coimisiún um Iomaíocht agus Cosaint Tomhaltóirí anseo

source: • Price fixing, where companies collude to set prices
ga: • Socrú praghsanna, nuair a théann cuideachtaí i gcuibhreannas le praghsanna a shocrú

source: That is businesses selling the same item or service agree what prices should be charged for a particular product or service
ga: Is é sin le rá go n-aontaíonn na gnólachtaí a dhíolann an mhír chéanna faoi na praghsanna ar chóir a ghearradh ar tháirge nó seirbhís faoi leith

source: • Tying, where different products are linked together to prevent consumer choice
ga: • An Ceangal, mar a nasctar táirgí éagsúla le chéile chun rogha na dtomhaltóirí a chúngú

source: • Resale price maintenance, where resellers are not allowed to set prices independently
ga: • Cothabháil phraghas na hathdhíola, mar nach gceadaítear d’athdhíoltóirí praghsanna a shocrú go neamhspleách

source: It is usually difficult for a business to use anti-competitive practices unless the parties involved have significant market power
ga: Is iondúil gur deacair do ghnólacht cleachtais fhrith-iomaíochta a úsáid mura mbíonn cumhacht shuntasach sa mhargadh ag na comhpháirtithe

source: If you have a complaint regarding the pricing of any good or service, you should begin by taking this up with the retailer
ga: Má tá gearán agat maidir le praghsáil aon earra ná seirbhís, ba cheart duit tosú leis an ábhar a phlé leis an miondíoltóir

source: There may be a simple explanation, such as the item was mislabelled
ga: B’fhéidir go mbeadh míniú simplí ann dó seo, cuir i gcás gur cuireadh lipéad mícheart ar mhír éigin

source: Read more about making a consumer complaint here
ga: Má tá gearán agat maidir le praghsáil aon earra ná seirbhís, ba cheart duit tosú leis an ábhar a phlé leis an miondíoltóir

source: If you are still unhappy with your complaint on pricing matters you should then contact the Competition and Consumer Protection Commission or the industry regulators
ga: B’fhéidir go mbeadh míniú simplí ann dó seo, cuir i gcás gur cuireadh lipéad mícheart ar mhír éigin
